Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: It also is important to be experienced with the customer management tool.
es: También es importante tener experiencia en el manejo de la herramienta o aplicación para CRM.

source: Customer management (follow-up of orders, deliveries, invoicing, communication, logging of actions)
es: Administración de clientes (seguimiento de pedidos, facturación, comunicaciones, registro de actividades)

source: The most successful retailers (e.g. Tesco, Sainsbury) have focused on a multi-channel approach, integrating in-store and on-line customer management.
es: Los minoristas con mayor éxito (como Tesco o Sainsbury) se han centrado en un enfoque de distribución multicanal, integrando la gestión de clientes en la tienda y en línea.

source: Before you can use the Accounts Receivable (FI-AR), Accounts Payable (FI-AP) and General Ledger (FI-GL) application components, you need a company code as a minimum structure.
es: Antes de poder utilizar los componentes de aplicación Deudores (FI-AR), Acreedores (FI-AP) y Libro mayor (FI-GL), es necesario disponer de una sociedad como estructura mínima.

source: The Accounts Receivable (FI-AR) application component is delivered with predefined screens on which to enter your master data.
es: El componente de aplicación Contabilidad de deudores (FI-AR) se suministra con pantallas prefijadas en las que se pueden introducir los datos maestros.

source: Consequently, they are treated as special G/L transactions in the General Ledger (FI-GL) Accounts Payable (FI-AP) and Accounts Receivable (FI-AR) application components.
es: Como resultado, éstos recibirán el tratamiento de operaciones en cuenta de mayor especial en los componentes de aplicación Libro mayor (FI-GL) Acreedores (FI-AP) y Deudores (FI-AR).

source: The credit control area is used for credit management in the application components Accounts Receivable (FI-AR) and Sales and Distribution (SD).
es: El área de control de créditos se utiliza para la gestión de créditos de los componentes Deudores (FI-AR) y Comercial (SD).

source: The following types of bill of exchange can be managed in and posted to the Accounts Receivable (FI-AR) and Accounts Payable (FI-AP) application components
es: Las siguientes clases de efectos se pueden gestionar y contabilizar en los componentes de aplicación Deudores (FI-AR) y Acreedores (FI-AP)

source: The evaluations described below are available for Accounts Receivable (FI-AR) and Accounts Payable (FI-AP).
es: Las evaluaciones descritas abajo están disponibles para Deudores (FI-AR) y Acreedores (FI-AP).

source: If you implement the Accounts Receivable (FI-AR) application component to manage your receivables, but a non-SAP system for sales and distribution processing, Credit Management enables you to assign a credit limit to each customer.
es: Si se implementa el componente de aplicación Deudores (FI-AR) para gestionar los créditos, pero un sistema externo para la gestión comercial, Gestión de créditos permite asignar un límite de crédito a cada deudor.

source: In a final acid test, every machine is subjected to stringent quality control prior to delivery, which includes comprehensive safety checks and test runs.
es: Durante el último ensayo de dureza, todas las máquinas suministradas se someten a un control de calidad estricto, que incluye inspecciones de seguridad y marchas de prueba exhaustivas.

source: This will be an acid test for all Latin American governments and peoples.
es: Para los pueblos y gobiernos de América Latina será una prueba de fuego.

source: Studies conducted by NGK show that the required ignition voltage in gas operated engines increases by as much as 7,000 volts - an acid test for the ignition coils.
es: Diversos estudios llevados a cabo por NGK han demostrado que el voltaje requerido en motores de gas incrementa en unos 7.000 voltios - una prueba de fuego para las bobinas de encendido.

source: "This situation is the acid test for the harmonisation agenda in one of the ""donor darlings"" of the international aid system."
es: Esta situación constituye una prueba de fuego para la agenda de la armonización en uno de los donor darlings del sistema internacional de la ayuda.

source: While it must be recognised that integrated airspace and technological management are genuine challenges, finding adequate solutions with tangible results within the five years window of opportunity is the acid test for the bottom-up approach.
es: Si bien ha de reconocerse que el espacio aéreo integrado y la gestión tecnológica son auténticos desafíos, encontrar soluciones que den resultados tangibles en un plazo de cinco años es la prueba de fuego del planteamiento de abajo arriba.

source: "Domenici Apparelled of the CESS Studies Centre, in Rome, in his lecture ""The reform of the system of tariff negotiations and the social state as the acid test for the future roles of trade unions"" presented a very detailed and well-founded description of the Italian trade union landscape and the development of the collective contract system."
es: "Domenico Paparella del Centro de Estudios CESOS de Roma, expuso en su presentación ""La reforma del sistema de negociaciones salariales y del estado social como prueba definitiva para el papel futuro de los sindicatos"", una descripción muy detallada y fundamentada del sistema sindical italiano y del desarrollo de los sistemas de convenio colectivo."

source: Darfur will be an acid test for the International Court to assert its role in the pacification of an internal armed conflict, despite the limits entailed by the international criminal justice itself.
es: Según Amaya Úbeda de Torres, Darfur será una prueba de fuego para que la Corte Internacional haga valer su función en la pacificación de un conflicto armado interno, a pesar de los límites que conlleva la propia justicia penal internacional.

source: The acid test is to read her books.
es: La prueba del ácido consiste en leer sus libros.

source: If an acid test were to take place for the fastest, most economical and high-quality recycling of large road pavements, then our cold recycler WR 4200 would most certainly be the superior champion.
es: Si existiera una competición del reciclaje de carreteras más rápido, más económico y de óptima calidad, la recicladora en frío WR 4200 sería con toda seguridad la gran campeona.

source: The EBS Faculty and Authors have great expertise in delivering distance learning MBAs and online business courses
es: El profesorado y los autores de EBS tienen gran experiencia en el dictado de MBA a distancia y cursos de administración de empresas en línea.

source: Next year it plans to carry out a new survey of various stakeholders to evaluate the suitability of the improvements made to the customer management system.
es: El próximo año está previsto desarrollar una nueva encuesta entre los diversos grupos de interés que permita evaluar la idoneidad de las mejoras introducidas en el Sistema de Gestión de Clientes.

source: It counts with 700 square meters dedicated to provide customer management solutions.
es: Cuenta con 700 m² dedicados a ofrecer soluciones en gestión de clientes.

source: Hundreds of employers have received initial or continuous training in financial and customer management.
es: Han sido formados centenares de patronos, que han mejorado sus conocimientos de gestión financiera y de la clientela.

source: And we are then able to provide you innovative and international customer management for your expanding business.
es: Y seguimos expandiéndonos en aquellos lugares en los que su empresa requiera una Gestión del Cliente innovadora e internacional.

source: Modern customer management requires courage, ambitious strategies and innovative thinking.
es: La gestión exige una visión innovadora y que integre la compresión del entorno del cliente.

source: Have specialists available to assist them on functional and technical issues, customer management, information on policies and coverage quotations.
es: Disponer de especialistas para atenderlos en temas funcionales, técnicos, gestión de clientes, información sobre pólizas o cotizaciones de coberturas.

source: It includes intake, potabilization, drinking water distribution, customer management, sewage networks and wastewater treatment.
es: Incluye la captación, potabilización y distribución de agua potable, así como la gestión de abonados, saneamiento y depuración del agua residual.

source: Accounts Receivable (FI-AR)
es: Contabilidad de deudores (FI-AR)

source: If you are using the Accounts Receivable (FI-AR) component to manage your accounting and an external system for sales processing, Credit Management enables you to issue a credit limit for each customer.
es: Si utiliza el componente de contabilidad de deudores (FI-AR) para gestionar su contabilidad y un sistema externo para la gestión de ventas, la gestión de créditos permite que emita un límite de crédito para cada cliente.

source: These different international requirements can be handled by the Accounts Payable (FI-AP), Accounts Receivable (FI-AR), and General Ledger (FI-GL) application components.
es: Los componentes de aplicación Acreedores (FI-AP), Deudores (FI-AR) y Libro mayor (FI-GL) permiten gestionar estos requerimientos internacionales diferentes.

source: This function is available in Accounts Receivable (FI-AR).
es: Esta función se encuentra disponible en Deudores (FI-AR).

source: If you implement both the Accounts Receivable (FI-AR) and Sales and Distribution (SD) application components, you can specify in Customizing when (at the point of order, delivery, goods issue and so on) and to what extent a check on the customer's credit limit is to take place.
es: Si se implementan ambos componentes de aplicación Deudores (FI-AR) y Comercial (SD), se puede especificar en el Customizing cuándo (en asuntos de orden, entrega y salida de mercancías, etc.) y hasta qué punto debe revisarse el límite de crédito del cliente.

source: If you are using both the Accounts Receivable (FI-AR) component to manage your accounting and the Sales and Distribution (SD) component for sales processing, you can also use Credit Management to issue credit limits for your customers.
es: Si utiliza tanto el componente de contabilidad de deudores (FI-AR) para gestionar su contabilidad como el componente de Comercial (SD) para la gestión de ventas, puede utilizar también la gestión de créditos para emitir límites de crédito para sus clientes.

source: The payment currency function is supported in both Accounts Payable (FI-AP) and Accounts Receivable (FI-AR).
es: La función de moneda de pago se soporta tanto en Acreedores (FI-AP) como en Deudores (FI-AR).

source: This function can be used in Accounts Receivable (FI-AR).
es: Se puede utilizar esta función en Deudores (FI-AR).

source: The Financial Accounting components Accounts Receivable (FI-AR), Accounts Payable (FI/AP), and General Ledger provide the following comprehensive tax functions
es: Los componentes de Gestión financiera Deudores (FI-AR), Acreedores (FI/AP) y Libro Mayor proporcionan todas las funciones del sistema de impuestos siguientes

source: Commissioning a BLOC is the first acid test for optimum interaction of all the individual machines involved.
es: La puesta en servicio de un Bloc es la primera prueba de fuego de la perfecta interacción de todas las máquinas individuales.

source: Greece is an acid test for euro countries
es: Grecia pone a prueba a la unidad monetaria europea

source: The acid test of the new bill is, of course, what it would do for the environment.
es: La prueba de fuego para el nuevo proyecto de ley es, por cierto, lo que hará por el medio ambiente.

source: The Balkans situation is an acid test of our ability to deliver the effective action on which our credibility depends.
es: La situación de los Balcanes es una prueba crucial de nuestra capacidad de acción eficaz, y de ella depende nuestra credibilidad.

source: It is best to do an acid-test to ensure RFID is indeed the best possible technology option.
es: Es preferible realizar una valoración exhaustiva para garantizar que la tecnología RFID es realmente la mejor opción posible.

source: The stomach acid test is used to measure the quantity and acidity of stomach contents.
es: Es un examen utilizado para medir la cantidad y acidez de los contenidos estomacales.

source: In the current situation the acid test consists in finding out how much brute force the rulers in Iran are willing to apply to bring their opponents to their knees and how willing the reformers are to expose the corrupt system.
es: En la situación actual, la prueba de fuego consiste en comprobar cuánta fuerza está dispuesto a emplear el poder para doblegar a sus oponentes y cuánta determinación los reformistas para airear un medio tan viciado.

source: Welcome to Edinburgh Business School world leader in distance learning MBAs and online business courses
es: Bienvenido a Edinburgh Business School líder mundial en cursos de MBA a distancia y en cursos de administración de empresas en línea

source: Services marketing is one of the EBS online business courses that build towards a distance learning MBA
es: El curso de Marketing de servicios es uno de los cursos de Administración de empresas en línea de EBS que forman parte de un MBA a distancia.

source: Demo course materials for EBS distance learning MBAs and online business courses
es: Materiales de demostración de cursos para MBA de educación a distancia y cursos de administración de empresas en línea

source: Edinburgh Business School Distance Learning MBA and Online Business Courses
es: Edinburgh Business School MBA a distancia y cursos de administración de empresas en línea

source: German language school in Berlin Group tuition or individual lessons German as a foreign language Exams & certificates Test your german online Business courses Life in Berlin Language levels Language Study Abroad International House Berlin Berlin's nightlife FAQ The teaching team Learn foreign languages in Berlin Pictures of Berlin Downloads Activities & excursions Newsletter History of Berlin Teacher Training Certifications
es: Escuela de idiomas en Berlín Cursos individuales o en grupos pequeños Alemán como lengua extranjera Exámenes y Certificados Test de Nivel de Aleman Vida en Berlin Niveles de aprendizaje Viajes de idiomas International House Berlin Vida nocturna de Berlín Preguntas más frecuentes Imágenes de Berlín Descargas Lenguas extranjeras Actividades y excursiones Boletín electrónico Historia de Berlín Formación de profesores

source: As a Microsoft partner, your organization can strengthen staff expertise with online business and technical training (most courses are available at no charge) and get access to customizable marketing campaigns and no-charge, online technical support.
es: Como socio de Microsoft, su organización puede fortalecer la experiencia del personal gracias a la capacitación técnica y empresarial en línea (la mayoría de los cursos son gratuitos) y obtener acceso a campañas de marketing personalizables y soporte técnico en línea sin costo alguno.

source: You will have to register to take the courses online or to order free CDs.
es: Para acceder a los cursos en línea o para solicitar CDs sin cargo es necesario inscribirse.

source: A quality control mechanism has been put in place to guarantee high-quality online courses.
es: Se ha establecido un mecanismo de control de calidad para garantizar que los cursos en línea sean de alta calidad.

source: Local customer management, for added levels of service
es: Gestión local del cliente para lograr niveles agregados de servicio

source: Behavioral scoring quantifies the customer behavior to improve your credit portfolio management and customer management.
es: El Scoring de Comportamiento cuantifica el comportamiento del cliente para mejorar su gestión de la cartera de crédito.

source: He was responsible for Customer Management at the Aguas de Valencia Group for 10 years, having led international implementation projects in the commercial Latin American market.
es: Fue responsable durante 10 años de la Gestión de Clientes del Grupo Aguas de Valencia, liderando proyectos de implantación internacional en el mercado latinoamericano en materia comercial.

source: This Managed Service has already proven an essential exclusive customer management tool at the Genfer Automobil-Salon trade fair in Geneva .
es: Este servicio gestionado ya había dado buenos resultados en la atención a la clientela exclusiva durante el Salón Automovilístico de Ginebra.

source: With the adjustments introduced during 2008 and intensified in 2009, the focus moved to customer management (based on linkage), deepening businesses that consume less capital, focusing on admission and monitoring of risk and strengthening recovery activity, maximum attention to liquidity, improvement in the quality of service and attention to expenses and growth of installed capacity.
es: Con los ajustes introducidos a lo largo de 2008, e intensificados en 2009, se busca un reenfoque total en la gestión de clientes (basada en la vinculación), profundización en negocios de menor consumo de capital, foco en la admisión y seguimiento del riesgo fortaleciendo la actividad recuperatoria, máxima atención a la liquidez, mejora de la calidad del servicio y atención en los costes y crecimiento de la capacidad instalada.

source: A new system of customer management is being developed which will enable Agbar Water to develop practices that are closer to the needs of its final customers, such as society and citizens.
es: Se está desarrollando un nuevo sistema de gestión de clientes que permitirá acercar más las prácticas de Agbar Agua a los requerimientos de sus clientes finales, como la sociedad y los ciudadanos.

source: Comprehensive Administrative Management control and integration of Customer Management, Frontoffice and Backoffice processes.
es: Gestión administrativa integrada control e integración de procesos internos, servicios externos y gestión de clientes.

source: Complete solution for customer management, marketing campaigns and managing the final customer
es: Completa solución para la gestión de clientes, campañas de marketing y gestión del cliente final.

source: Strengthening recoveries, as an integral part of customer management.
es: Fortalecimiento de la actividad recuperatoria, como parte integral de la gestión del cliente.

source: Drafting specifications for the purchase of a software for customer management
es: Redactar el pliego de especificaciones para la compra de un programa informático de gestión de los abonados

source: You have implemented the Accounts Receivable (FI-AR) and Sales and Distribution (SD) application components.
es: Implemente los componentes de aplicación Deudores (FI-AR) y Comercial (SD).

source: The payment program is used by the following components Accounts Receivable (FI-AR), Accounts Payable (FI-AP), Treasury (TR), and Bank Accounting (FI-BL).
es: Los componentes siguientes utilizan el programa de pagos Deudores (FI-AR), Acreedores (FI-AP), Tesorería (TR) y Contabilidad bancaria (FI-BL).

source: The following shows the single roles of the Accounts Receivable (FI-AR) application component.
es: A continuación se muestran los papeles simples del componente de aplicación Contabilidad de deudores (FI-AR).

source: Accounts Receivable (FI-AR) (SAP Library - Financial Accounting (FI))
es: Contabilidad de deudores (FI-AR) (Biblioteca SAP - Contabilidad financiera (FI))

source: Microcredit advisor Sylvie Faramihaja teaches women in rural Madagascar how to get small loans and manage a business.
es: La asesora de microcrédito Sylvie Faramihaja ayuda a las mujeres de las zonas rurales de Madagascar.

source: Catherine In economic management, environmental management, when there are changes and how to measure them in the environment; there is more advice more than capacitation on how to reinforce the community, and to manage a business.
es: Catherine En manejo económico, manejo ambiental, cuándo hay cambios y cómo medirlos en el medio ambiente; tiene consejos más que capacitación sobre como fortalecer la comunidad, y llevar un manejo empresarial.

source: The case law of the European Court of Human Rights has developed the principle of proportionality, i.e. the acid test of conformity between any restrictive measure and the basic principles as set out in the Convention.
es: La jurisprudencia del Tribunal Europeo de Derechos Humanos ha desarrollado el principio de proporcionalidad, es decir, la prueba capital de la conformidad entre cualquier medida restrictiva y los principios fundamentales enunciados en el Convenio.

source: There is still much to be done and the acid test will be in the discussions over the innumerable labor contracts to come.
es: Se especula que E.U. se estaría moviendo para incluir a Venezuela en la lista de organizaciones que respaldan el terrorismo.

source: The state of housing after three years is always an unknown factor or rather the acid test for the authors.
es: El estado de unas viviendas después de tres años es siempre una incógnita, o más bien la prueba del algodón para los autores.

source: 10.3 The acid test analyzing the map we have made
es: 10.3 La prueba del 9 reexaminar el mapa realizado

source: His journey to Brazil - still the world's most populous Roman Catholic nation - will be the acid test for the future of Catholicism on that continent, the home to nearly half the world's 1.1 billion Roman Catholics.
es: Su viaje a Brasil - aún el país con más población católica del mundo - será una garantía para el futuro del Catolicismo en ese continente, el hogar de casi la mitad de los mil millones de católicos que hay en el mundo.

source: Clearly, in an environment of extremely rapid growth with its notorious risk of creating an overheated economy, this approach has passed the acid test.
es: Está claro que, en un contexto de crecimiento extremadamente rápido, con el consabido riesgo de sobrecalentamiento de la economía, este método ha superado la prueba de fuego.

source: Her acid test for this new facet was the 2009 Viña del Mar International Song Festival, where she was warmly applauded and given the audience awards the silver torch, the golden torch and the silver seagull.
es: La prueba de fuego para mostrar esta nueva faceta fue el Festival Internacional de la Canción de Viña del Mar de 2009, donde fue aclamada y recibió los premios del público antorcha de plata, antorcha de oro y gaviota de plata.

source: "The golden M With the Golden M"" the Deutsche Gütegemeinschaft Möbel e.V. (DGM) awards a mark being only granted to furniture which is put to the acid test."
es: "Goldenes M"" con el M de oro"" la Deutsche Gütegemeinschaft Möbel e.V. (DGM) otorga un sello que solamente reciben aquellos muebles que se inspeccionan de forma exhaustiva."

source: The practice witnessed in the ongoing projects and the realization of their objectives, not their inception, will be the acid test.
es: En la práctica se han visto proyectos continuos y la consecución de sus objetivos, no su principio, será la prueba definitiva.

source: Registration for summer business courses is now open, an official said.
es: La inscripción para los cursos de verano se encuentra abierta, informó un funcionario.

source: This report generates a list of prebookings for training courses (business events).
es: Este informe elabora una lista de las reservas anticipadas para los cursos (actos).

source: Some college faculty members post their course syllabi, a full description of the courses, online.
es: Algunos profesores universitarios publican en línea electrónica sus planes de estudios, una descripción completa de los cursos.
